#pragma once

#include <string>

const std::string SOURCE_TEXT = R"(
Штучний інтелект (ШІ) сьогодні стрімко розвивається і впроваджується в різні сфери життя — від медицини й освіти до промисловості та побуту. 
Системи ШІ допомагають діагностувати хвороби, автоматизувати виробничі процеси, вдосконалювати транспорт і персоналізувати користувацький досвід. 
Попри значні переваги, розвиток ШІ викликає й етичні питання, зокрема щодо безпеки, конфіденційності даних та впливу на ринок праці. 
Тим не менш, ШІ продовжує формувати майбутнє, відкриваючи нові можливості для людства.
)"; 